{
    "anti-body": {
    "name": "Anti-body",
    "longName": "Anti-body",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/ANT_hero_medium_square.jpg",
    "video": "assets/img/portfolio/ant/antibody_1.jpg",
    "squareVideo": false,
    "text": [
      {
        "paragraph": "This new collaboartion with Alexander Whitley Dance Company explores the form of the human body and technological drive to transcend it. "
      },
      {
        "paragraph": "Three performers, isolated yet connected digitally, explore tensions between mind and body, containment and connection, and the desire to be unique as well as part of something larger than ourselves. "
      },
      {
        "paragraph": "For this project we developed a custom system of interactive visual effects that are generated in real-time in response to motion capture data coming from the three dancers. We developped a broad visual language that would accompany the journey of the human body into its trancendance."
      },
      {
        "paragraph": "TBC"
      }
    ],
    "images": [
      {
        "src": "assets/img/portfolio/ant/antibody_1.jpg"
      }
      
    ]
  },
  "inhibition": {
    "name": "Inhibition",
    "longName": "Inhibition",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/INH_hero_medium_square.jpg",
    "video": "assets/img/portfolio/inh/inhibition_1.jpg",
    "squareVideo": false,
    "text": [
      {
        "paragraph": "Collaborating with UK-based artists Zoe Diakaki and Marina Eleni Mersiadou who were inspired by A B Casares’ novel The Invention of Morel, we developed an immersive multi-user experience that was featured in BFI London Film Festival 2021 as part of its Expanded section. "
      },
      {
        "paragraph": "Inhibition challenges you to rethink your subjective reality as you journey with two other audience members on a quest around an imaginary island.  "
      },
      {
        "paragraph": "This project incorporates biofeedback, skeleton tracking and the recreation of the landscape and atmosphere of the deserted island in Casares' novel.  An immersive and performative experience unfolds in three scenes, following the trajectory of the novel’s protagonist."
      },
      {
        "paragraph": "TBC"
      }
    ],
    "images": [
      {
        "src": "assets/img/portfolio/inh/inhibition_1.jpg"
      },
      {
        "src": "assets/img/portfolio/inh/inhibition_2.jpg"
      },
      {
        "src": "assets/img/portfolio/inh/inhibition_3.jpg"
      },
      {
        "src": "assets/img/portfolio/inh/inhibition_4.jpg"
      }
    ]
  },
    "liminal-phase": {
    "name": "Liminal Phase",
    "longName": "Chaotic Body II: Liminal Phase",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/CB2_hero-square.jpg",
    "video": "https://www.youtube-nocookie.com/embed/sf1D3erzPMw",
    "squareVideo": false,
    "text": [
      {
        "paragraph": "Chaotic Body 2: Liminal Phase is a motion-capture based digital dance film for screen and augmented reality, taking inspiration from chaos theory, the dynamic processes it describes and the associated geometric patterns found in nature."
      },
      {
        "paragraph": "A short work for two dancers, it places emphasis on the human breath to dissolve the boundaries between the form of their bodies and the environment in which they are situated."
      },
      {
        "paragraph": "This second part of a triptych of films is made in collaboration with choreographer Alexander Whitley with a specially commissioned score by acclaimed American composer Missy Mazzoli. A development of the Digital Body project, which was born out of the Covid-19 pandemic, Chaotic Body 2: Liminal Phase is part of an ongoing investigation into how dance can exist in a digital form, delving into the seemingly limitless ways in which human movement can be visualised through the use of motion capture and games engine technology."
      },
      {
        "paragraph": "TBC"
      }
    ],
    "images": [
      {
        "src": "assets/img/portfolio/cb2/cb2_01.jpg"
      },
      {
        "src": "assets/img/portfolio/cb2/cb2_02.jpg"
      },
      {
        "src": "assets/img/portfolio/cb2/cb2_03.jpg"
      },
      {
        "src": "assets/img/portfolio/cb2/cb2_04.jpg"
      }
    ]
  },
  "strange-attractor": {
    "name": "Strange Attractor",
    "longName": "Chaotic Body I: Strange Attractor",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/CB1_hero_medium-square.jpg",
    "video": "https://www.youtube-nocookie.com/embed/oDiSvyOZye4",
    "squareVideo": false,
    "text": [
      {
        "paragraph": "Strange Attractor is the first film in the Chaotic Body triptych, conceived & led by choreographer Alexander Whitley. Chaotic Body investigates the very nature of Dance in a socially distanced world, taking inspiration from chaos theory, the dynamic processes it describes and the associated geometric patterns found in nature."
      },
      {
        "paragraph": "In collaboration with dancer Tia Hockney and composer Qasim Naqvi, UL Collective explored the artistic manifestations of chaotic principles at the intersection of digitally captured choreography, analog synthesized music and particle simulations."
      },
      {
        "paragraph": "The singular figure of Strange Attractor, traverses her linear timeline, and simultaneously interacts with multiple echoes of both her past and future self. Her movements trigger immediate reactions to the digital matter surrounding her, gradually resulting in a blossoming trail of her past, fragile and sensitive to the initial conditions.\n                                        Past, Present and Future of the dancer's movements, all get imprinted into a 4-dimensional field, an invisible dense stage of forces that drive the particles' chaotic dance."
      },
      {
        "paragraph": "A deep stack of bespoke algorithms, modulate and disturb the dancer's position & velocity fields in real-time using the nervous musical score; the resulting microscopic perturbations of the particles' trajectories finally aggregate into a smooth macroscopic nebula, heavily inspired by the scientific plotting of strange attractor equations."
      }
    ],
    "images": [
      {
        "src": "assets/img/portfolio/cb1/cb1_01.png"
      },
      {
        "src": "assets/img/portfolio/cb1/cb1_02.png"
      },
      {
        "src": "assets/img/portfolio/cb1/cb1_03.png"
      },
      {
        "src": "assets/img/portfolio/cb1/cb1_04.png"
      },
      {
        "src": "assets/img/portfolio/cb1/cb1_05.png"
      },
      {
        "src": "assets/img/portfolio/cb1/cb1_06.png"
      }
    ]
  },
  "lcfma21": {
    "name": "LCFMA21",
    "longName": "London College of Fashion MA Show 2021",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/LCF_hero_medium_square.jpg",
    "video": "https://www.youtube-nocookie.com/embed/T_nN7KPdRcQ",
    "squareVideo": false,
    "text": [],
    "images": [
      {
        "src": "assets/img/portfolio/lcf/lcf_01.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_02.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_03.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_04.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_05.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_06.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_07.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_08.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_09.png"
      },
      {
        "src": "assets/img/portfolio/lcf/lcf_10.png"
      }
    ]
  },
  "horizonte": {
    "name": "Butterfly Effect",
    "longName": "Horizonte: Butterfly Effect",
    "artist": "",
    "thumbnail": "assets/img/portfolio/thumbnails/horizonte.jpg",
    "video": "https://www.youtube-nocookie.com/embed/oDiSvyOZye4",
    "squareVideo": false,
    "text": [
    ],
    "images": [

    ]
  }
}
